{
    "A Record Of A Mortal's Journey To Immortality": {
        "chapter": 175,
        "completed": false,
        "images": [
            "img/00003.jpg"
        ],
        "summary": "The village boy Han Li was born poor. To subsidize households expenses,he joins the Qixuanmen Sect. Because of his spiritual roots, he was accepted as a disciple by the mysterious Doctor Mo and started to practice \"Changchun Gong\" arts under his mentorship. Although his qualifications are mediocre, Han Li embarked on the dangerous road of immortal cultivation with his unyielding will and a mysterious vial picked up by accident."
    },
    "Dice": {
        "chapter": 386,
        "completed": true,
        "images": [
            "00004.jpeg"
        ],
        "summary": "Whether it's appearance, grades, or social life, Dongtae's at the bottom of the barrel. When popular transfer student Taebin gives him an opportunity to change all of that, Dongtae heads down a path to make things right. This is the world of DICE, where a single roll can change your fate."
    },
    "Reincarnation Of The Suicidal Battle God": {
        "chapter": 24,
        "completed": false,
        "images": [
            "img/00002.png"
        ],
        "summary": "A time travel action fantasy of the strongest of mankind. “Even if the disgusting gods gave me this chance, an opportunity is still an opportunity. Since they want to end up dead, I will kill them.” The last survivor of mankind, Zephyr. The fight with the demons ended in defeat and the gods gave him a chance to go back 10 years in time. The demons who took everything away from humans and the gods who treated humans as beings for sight-seeing. This time, I will tear them to pieces."
    },
    "Return Of The Mount Hua Sect": {
        "chapter": 46,
        "completed": false,
        "images": [
            "img/00000.jpeg",
            "img/00001.png"
        ],
        "summary": "Chung Myung, The 13th Disciple of the Mount Hua Sect, One of the 3 Great Swordsmen, Plum Blossom Sword Saint, defeated Chun Ma, who has brought destruction and disarray onto the world. After the battle, he breathes his last breath on top of the headquarter mountain of the Heavenly Demon Sect. He is reborn after 100 years in the body of a child. ……What? The Mount Hua Sect has fallen? What kind of nonsense is that!?"
    }
}